[
  {"title": "Name", "category": "INFO"},
  {"title": "Gender", "category": "INFO"},
  {"title": "Age-Range", "category": "INFO"},
  {"title": "Office Tel. No.", "category": "INFO"},
  {"title": "Office Address", "category": "INFO"},
  {"title": "Office Hours", "category": "INFO"},
  {"title": "Standard Consultation Fees", "category": "INFO"},
  {"title": "What forms of payment do they accept?", "category": "INFO"},
  {"title": "Language(s) Spoken", "category": "INFO"},
  {"title": "City", "category": "INFO"},

  {"title": "About the Reccer", "category": "INFO"},
  {"title": "Reccer's Testimonial", "category": "INFO"},

  {"title": "Will they keep your information private, even from your parents or partner?", "category": "ANONYMITY"},
  {"title": "Will they treat you as autonomous, without demanding permission/consent from parents or partner?", "category": "ANONYMITY"},

  {"title": "Is their office wheelchair accessible?", "category": "INCLUSIVITY"},
  {"title": "Other disability-accessibility", "category": "INCLUSIVITY"},
  {"title": "Will they make poor and/or illiterate folks feel welcomed?", "category": "INCLUSIVITY"},
  {"title": "Will they be considerate of your financial burden and not prescribe unnecessary tests to pad their wallet?", "category": "INCLUSIVITY"},
  {"title": "Will they make folks from an oppressed religion, race, ethnicity or caste feel welcomed?", "category": "INCLUSIVITY"},
  {"title": "Will they make trans men, trans women and other folks who don't identify as cis female feel welcomed?", "category": "INCLUSIVITY"},
  {"title": "Will they welcome survivors of incest, sexual and domestic abuse, and discuss healing from rape and sexual trauma sensitively and respectfully?", "category": "INCLUSIVITY"},
  {"title": "Will they welcome folks with AIDS or other sexually transmittable diseases?", "category": "INCLUSIVITY"},
  {"title": "Will they discuss the sexuality of folks with physical disabilities without  judgement, and accommodate their needs while prescribing treatment?", "category": "INCLUSIVITY"},
  {"title": "Will they discuss the sexuality of folks with mental illnesses without  judgement, and accommodate their needs while prescribing treatment?", "category": "INCLUSIVITY"},
  {"title": "Will they discuss sex work positively and non-judgementally?", "category": "INCLUSIVITY"},

  {"title": "Will they positively and non-judgementally respect your choice to be accompanied by someone who is not a biological parent or husband?", "category": "OBJECTIVITY"},
  {"title": "Will they discuss gender dysphoria related medical issues positively and non-judgementally?", "category": "OBJECTIVITY"},
  {"title": "Will they discuss queer sexuality (lesbian, bisexual, ace and others) positively and non-judgementally?", "category": "OBJECTIVITY"},
  {"title": "Will they discuss kink, polyamoury, and other forms of sexual expression without embarrassment or censure?", "category": "OBJECTIVITY"},
  {"title": "Will they support children and teenagers regardless of their sexual history and place their well-being ahead of their guardian’s morality?", "category": "OBJECTIVITY"},
  {"title": "Will they discuss masturbation positively and non-judgementally?", "category": "OBJECTIVITY"},
  {"title": "Will they discuss menstrual hygiene choices including cups and tampons without moral judgements?", "category": "OBJECTIVITY"},
  {"title": "Will they respect the importance you do or don't place on the condition of your hymen?", "category": "OBJECTIVITY"},
  {"title": "Will they respectfully and non-judgmentally ask about and accept your sexual activity and history, regardless of marital status?", "category": "OBJECTIVITY"},
  {"title": "Will they give you options for birth control without advocating abstinence?", "category": "OBJECTIVITY"},
  {"title": "Will they prescribe you the morning after pill without judgement or hesitation?", "category": "OBJECTIVITY"},

  {"title": "Do they keep their office hygienic, clean, private and welcoming?", "category": "PROFESSIONALISM"},
  {"title": "Will they look for solutions to your pain and illness without advocating marriage/pregnancy?", "category": "PROFESSIONALISM"},
  {"title": "Are they equipped for surgical abortions and post-termination monitoring and care?", "category": "PROFESSIONALISM"},
  {"title": "Will they prescribe, monitor and support pill-based abortions?", "category": "PROFESSIONALISM"},
  {"title": "Will they refuse - even under pressure - to illegally reveal a foetus’s sex?", "category": "PROFESSIONALISM"},
  {"title": "Are they up-do-date in the field, aware of terms like endometriosis, sex toys, gender dysphoria and PTSD triggers?", "category": "PROFESSIONALISM"},
  {"title": "Will they routinely screen for and keep you informed about cervical, breast and ovarian cancers?", "category": "PROFESSIONALISM"},
  {"title": "Will they be able to refer you to non-judgemental and competent mental health professionals, endocrinologists and other allied medical practitioners?", "category": "PROFESSIONALISM"},
  {"title": "Will they accept criticism of their patient-interaction technique?", "category": "PROFESSIONALISM"},
  {"title": "Are you aware of a redressal mechanism to report sexual harassment or medical malpractice by this gynaecologist?", "category": "PROFESSIONALISM"},

  {"title": "Will they advocate for your legal rights to sexual and medical autonomy if challenged by your family members/spouse/employers?", "category": "RESPECTFULNESS"},
  {"title": "Will they respect your dietary choices?", "category": "RESPECTFULNESS"},
  {"title": "Will they work with your desire for alternative therapies and medicine systems?", "category": "RESPECTFULNESS"},
  {"title": "Will they frankly and without squeamishness advocate for your sexual satisfaction and pleasure?", "category": "RESPECTFULNESS"},
  {"title": "Will they discuss choosing to stay celibate or child-free positively and non-judgementally?", "category": "RESPECTFULNESS"},
  {"title": "Will they respect your choice to keep or abort a pregnancy, regardless of your marital status?", "category": "RESPECTFULNESS"},
  {"title": "Will they respect the importance you do or don't place on the condition of your fertility?", "category": "RESPECTFULNESS"},
  {"title": "Will they discuss infertility treatment options positively and non-judgementally?", "category": "RESPECTFULNESS"},
  {"title": "Will they support single parenting, surrogacy and non-normative parenting choices?", "category": "RESPECTFULNESS"},
  {"title": "Will they support your choice of non-traditional birthing techniques?", "category": "RESPECTFULNESS"},
  {"title": "Will they welcome your desired companion(s) into their delivery rooms?", "category": "RESPECTFULNESS"},
  {"title": "Will they seek and respect your decision on any surgical/invasive procedure during delivery?", "category": "RESPECTFULNESS"},
  {"title": "Will they examine your body thoroughly and professionally without making you feel ugly, embarrassed, ashamed or uncomfortable?", "category": "RESPECTFULNESS"},
  {"title": "Will they answer all your questions without making you feel immoral, ignorant, helpless or a nuisance?", "category": "RESPECTFULNESS"},
  {"title": "Will they respect your physical and emotional boundaries if you say you are feeling uncomfortable or in pain?", "category": "RESPECTFULNESS"}
]